package com.example.mapper.mybatisMap.constant;

public class Zconst {
    public static String yehaoxuan = "     本来大汉转身要走，但是叶皓轩的话让他不自由主的停住了脚步，他的脸上露出一丝凶狠的神色来：“年轻人，有些话不该说的话千万不要说。”\n" +
            "\n" +
            "    “呵呵，我这个人一向是喜欢说实话的。”叶皓轩微微一笑道：“如果我没猜错的话，曾经你也是风云人物吧，可惜的是你的腿受了重伤。”\n" +
            "\n" +
            "    “这个世界，是属于一个真正的地下世界，它背后一定有强有力的人支持着，所以他们有着尖端完美的科技，你耗费掉所有的积分，才换得自己双腿的正常。”\n" +
            "\n" +
            "    “但是你的腿也只是表面看起来正常罢了，事实上，你的腿不可能在支撑着你去做任务，所以你就在这里卖面。”\n" +
            "\n" +
            "    “呵呵，可悲啊。”叶皓轩摇头叹气道：“你的面或许做的不错，但以前你是条真正的汉子，可惜了，真的是可惜了。”\n" +
            "\n" +
            "    “你闭嘴。”大汉大怒，他猛的回过头，死死的盯着叶皓轩道：“我的腿好不好跟你没有关系，我以前是不是汉子跟你也没有关系，小子，我好心给你指路，你回过头来就嘲讽我？”\n" +
            "\n" +
            "    “我不是在嘲讽你。”叶皓轩摇摇头道：“而是你甘心在这里过一辈子吗？呵呵，你肯定不甘心，我现在如果说我能让你的腿恢复到以前，让你重新拥有力量，你恐怕不会相信吧。”\n" +
            "\n" +
            "    “就凭你？”大汉微微的一愣，他上上下下的打量了叶皓轩一番，他还是觉得叶皓轩说话不靠谱，叶皓轩看起来年轻，也不像是十分厉害的人物。\n" +
            "\n" +
            "    大汉的腿是筋骨尽为怕，如果不是这里面尖端的科技加持，他根本不可能有这么一双完整的腿，但尽管是那样，他的腿也没有以前的力量。\n" +
            "\n" +
            "    他不相信就凭叶皓轩这一句话，他的双腿就能真的好。\n" +
            "\n" +
            "    “呵呵，你现在不相信我，我也不强求，不过，等我的名声真的打出来的时候，到时候你求我就难了。”叶皓轩说。\n" +
            "\n" +
            "    本来叶皓轩说的这些话，显得有些张狂了，他现在这里不过是一个无名小卒，稍微正常一点的人，对他的话都会嗤之以鼻。\n" +
            "\n" +
            "    可惜的是，这大汉的脑回路与正常　人似乎有点不太一样，他盯着叶皓轩，默默的看了半天，然后他走到了大锅前，把面下到了锅里。\n" +
            "\n" +
            "    面起锅后，浇高汤，放躁子，在加小料，片刻之后，一碗热气腾腾的面便出现在叶皓轩的眼前。\n" +
            "\n" +
            "    “虽然你说的话我感觉有点像是吹牛逼，但不知道为什么，我相信你。”大汉说：“这碗面，就当我送你的吧，如果以后在这里混开了，别忘了我就是。”\n" +
            "\n" +
            "    “好，你叫什么名字？”叶皓轩愣了愣，他没有想到大汉居然相信了他的鬼话了。\n" +
            "\n" +
            "    “你叫我铁头李就行了。”大汉咧嘴一笑，然后便去招呼其他的人去了。\n" +
            "\n" +
            "    “铁头李，哈哈，谢谢你相信我，我保证，不会让你失望的。”叶皓轩嘿嘿一笑，他拿起筷子便吃起面来了。\n" +
            "\n" +
            "    也可能是这碗面真的好吃，也许是叶皓轩饿的太久了，他三下五除二的便把一大碗面给吃的干干净净，然后他嘴一抹，大步流星的走了出去。\n" +
            "\n" +
            "    “老李，他不给积分啊。”一个家伙指着叶皓轩大摇大摆离开的身影说。\n" +
            "\n" +
            "    “嘿嘿，随他吧，这碗面，就当我送他了，恩，我比较看好这小子，我觉得这小子以后一定能闯出一番事业来的。”大汉嘿嘿一笑道。叶皓轩吃完了这碗面之后，便向着工会的方向走去，这里的街道简直有些乱七八糟的，并不像是城市规划那样容易找，他就好像是进入了一个迷阵当中，不时的问别人的路，走了大半天，总算是把路给找\n" +
            "\n" +
            "    到了。\n" +
            "\n" +
            "    工会这里的建筑还算是霸气吧，叶皓轩来的时候正是午后，所以这个点来登记的人比较少，叶皓轩很快便找到了登记处，填表，照大头照，然后便在一边等着发铭牌。\n" +
            "\n" +
            "    叶皓轩在等铭牌的这片刻，人渐渐的多了起来，不少的人涌向任务大厅，他们在大厅的滚动屏幕上接任务。\n" +
            "\n" +
            "    叶皓轩正在思考这里有什么任务可接的时候，铭牌已经制作完成了，一名身穿制服的女人拿着铭牌走了进来，她瞥了一眼叶皓轩道：“叶皓轩？”\n" +
            "\n" +
            "    “在。”叶皓轩站起来。\n" +
            "\n" +
            "    “手伸出来。”女人拿出了一条类似于手腕带的东西说。\n" +
            "\n" +
            "    叶皓轩老老实实的伸出了手，那女人把手中的手腕带往叶皓轩手腕上一放，咻的一声响，那个明显有着高度科技的手腕带瞬间便消失在叶皓轩的手腕里。\n" +
            "\n" +
            "    “你干什么？”叶皓轩吃了一惊，他连忙缩回手去看，只他手腕处一抹亮光透过他的皮肤一闪而逝，他的手恢复了正常，但那手腕带似乎是融入了他的身体里一般，消失的无影无踪。“这手腕带是新型炭纤维材料制成的，对你的身体没有伤害，但是，你不管是任务还是其他的原因，都必须无条件的听从指挥，如果你想逃跑，抱歉，刚才的铭牌，会在你身体里面爆炸，你整个人都会被炸\n" +
            "\n" +
            "    成渣。”\n" +
            "\n" +
            "    “你，你们这是在剥夺我的自由。”叶皓轩愤怒的说，想他堂堂医圣，什么时候被人这样玩过？\n" +
            "\n" +
            "    啊，一向是只有他玩别人的份，哪里有别人玩他的份？但是他只管怒吼，那名工作人员也不理会他一下，她趾高气昂的离开了这里，留下了叶皓轩在当场气极败坏的大叫。\n" +
            "\n" +
            "    但是叫归叫，叶皓轩还是没有办法，人在屋檐下，不得不低头啊，叶皓轩发了一通火，但是工会这里人来人往，甚至连有人正眼看他一眼都没有。\n" +
            "\n" +
            "    终于，叶皓轩泄气了，这个世界，与外面的世界几乎是隔绝的，在外面，哪怕是你名气在大，但是在这里面，你也只不过是一个小人物罢了。\n" +
            "\n" +
            "    他要认清楚他是新人的事实，而且他的实力也被压制的事实，否则的话，他在这里讨不到好去。这里面的人似乎根本不认你是谁，他们只是按你的积分给你分级，如果你的积分高了，你的地位就高。\n";
}
